test/one_particle_sediment_Re280_IB/CFD/0/volumeFraction
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.6                                   |
|   \\  /    A nd           | Web:      http://www.OpenFOAM.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
  version     2.0;
  format      ascii;
  class       volScalarField;
  object      volumefraction;
}

dimensions      [0 0 0 0 0 0 0];

internalField   uniform 1;

boundaryField
{
  inlet
  {
    type            zeroGradient;
  }
  outlet
  {
    type            zeroGradient;
  }
  wall
  {
    type            zeroGradient;
  }
  frontAndBack
  {
    type            zeroGradient;
  }
}
