test/one_particle_sediment_Re280_IB/CFD/system/decomposeParDict
/*-------------------------------*- C++ -*---------------------------------*\
|    =========                                                              |
|    \\      /     OpenFOAM                                                 |
|     \\    /                                                               |
|      \\  /       The Open Source CFD Toolbox                              |
|       \\/                                        http://www.OpenFOAM.org  |
\*-------------------------------------------------------------------------*/
FoamFile
{
  version     2.0;
  format      ascii;
  class       dictionary;
  note        "mesh decomposition control dictionary";
  location    "system";
  object      decomposeParDict;
}

numberOfSubdomains  12;

method          simple;

simpleCoeffs
{
  n           (2 2 3);
  delta       0.0001;
}
